Repository: FMUJogosDigitais/tcc20177-Usatisfied
Catalog: Usatisfied Digital/Assets/StreamingAssets/Languages/*.po
Languages: pt_br

source: Choose your language!
pt_br: Escolha a sua lingua!

source: English
pt_br: Inglês

source: Portuguese
pt_br: Português

source: Spanish
pt_br: Espanhol

source: English (United States)
pt_br: Inglês (Estados Unidos)

source: Portuguese (Brazil)
pt_br: Português (Brasil)

source: Play
pt_br: Jogar

source: Options
pt_br: Opções

source: Option
pt_br: Opção

source: Credit
pt_br: Créditos

source: Total days
pt_br: Total de Dias

source: Sleep
pt_br: Dormir

source: Feed
pt_br: Comer

source: Career
pt_br: Carreira

source: Fun
pt_br: Diversão

source: Sports
pt_br: Esportes

source: Health
pt_br: Saúde

source: Schedule
pt_br: Programa

source: Neighbors
pt_br: Vizinhos

source: Trafic
pt_br: Trãnsito

source: Laziness
pt_br: Preguiça

source: Rain
pt_br: Chuva

source: Apple
pt_br: Maçã

source: Day #{0:00}
pt_br: Dia Nº{0:00}

source: Let's try the food first!
pt_br: Vamos tentar primeiro a alimentação!

source: Very well now let's set the time for our meal
pt_br: Muito Bem agora vamos configurar o tempo de nossa refeição

source: _Hello, My name is Maira, welcome to U-Satisfied
pt_br: _Olá, Meu nome é Maíra, bem vindo ao U-Satisfied

source: I need your help to improve my life and make it fantastic!
pt_br: Preciso da sua ajuda para aprimorar minha vida e torna-la fantástica!

source: for this we need to take care of our quality of life
pt_br: para isso precisamos cuidar bem da nossa qualidade de vida

source: I hope with your experience to improve my resilience
pt_br: Eu conto com sua experiência para melhorar as minhas resiliências

source: and speaking on them let me introduce to you
pt_br: por falar nelas deixe-me apresenta-las a você

source: To overcome intellect or psychological challenges I need mental resilience
pt_br: Para superar desafios de intelecto ou psicológico eu preciso de resiliência mental

source: For strength and health challenges I need physical resilience
pt_br: Para os desafios de força e saúde eu preciso de resiliência fisica

source: For a good coexistence with others I need social resilience
pt_br: Uma boa convivência com os outros eu preciso de resiliência social

source: and to feel myself comfortable and happy, I need emotional resilience
pt_br: e para me sentir confortável e feliz comigo, preciso de resiliência emocional

source: whenever I fillup a resilience to its maximum I get very SATISFIED!
pt_br: sempre que eu treinar uma resiliência ao seu máximo eu fico muito SATISFEITA!

source: So I accumulate satisfaction points that at the end of the day will help me
pt_br: Assim eu acumulo pontos de satisfações que no fim do dia vão me ajudar

source: to meet new challenges. At the end SATISFACTION is all we want, is it?
pt_br: a superar novos desafios. No fim SATISFAÇÃO é tudo que queremos, concorda?

source: Well, now enough talk and let's organize ourselves.
pt_br: Bom, agora chega de conversa e vamos nos organizar.

source: Let's start programming our first day
pt_br: Vamos iniciar a programação do nosso primeiro dia

source: Nothing better than starting the day with a good breakfast
pt_br: Nada melhor que começar o dia com um bom café da manhã

source: Drag the indicated icon to the panel below!
pt_br: Arraste o ícone indicado para o painel abaixo!

source: Now let's adjust the time of our meal!
pt_br: Agora vamos configurar o tempo de nossa refeição!

source: Let's adjust for 2:00 meal hours!
pt_br: Vamos ajustar para 2:00 de refeição!

source: Do you see this markup? each color represents the gains in each resilience
pt_br: Esta vendo esta marcação? cada cor representa os ganhos em cada resiliência

source: It's important to keep the balance between all the resilience, and more
pt_br: É importante manter o equilíbrio entre todas as resiliências, e mais

source: Avoid the hype, do something for a long time can be a STRESS
pt_br: Evitar os exageros, fazer algo por muito tempo pode ser um ESTRESSE

source: That's it, let's do it, for today we will only to do this!
pt_br: Bom, vamos comer, por hoje só faremos isso!

source: Let's hit the action button and follow to perform the actions!
pt_br: Vamos apertar o botão de ação e seguir para executar as ações!

source: Delicious! Note that the resiliencies up there have increased!
pt_br: Que delicia! Note que as resiliências lá em cima aumentaram!

source: Whenever a resilience fills your bar during the day
pt_br: Sempre que uma resiliência encher sua barra durante o dia

source: We won a point of satisfaction, but attention!
pt_br: Ganhamos um ponto de satisfação, mas cuidado!

source: if the amount exceeds the bar, we will accumulate stress
pt_br: se a quantia acumulada ultrapassar a barra, vamos acumular estresse

source: Let's go back to the editing screen! Clicking on the screen
pt_br: Vamos voltar a tela de edição! Clicando na tela

source: I think I can leave everything under your care! But before some tips
pt_br: Acho que já posso deixar tudo sobre seus cuidados! Mas antes umas dicas

source: The action of sleeping, recovering the stressed resilience, then
pt_br: A ação de dormir, recupera as resiliências estressadas, então

source: It is important in the day there is a sleeping action
pt_br: É importante no dia haja uma ação de dormir

source: to remove an action double click on it!
pt_br: para remover uma ação clique duas vezes sobre ela!

source: sometimes there will be some unexpected challenges
pt_br: Com o passar do tempo surgirão algumas atividades inesperadas

source: but do not worry, with resilience we can overcome
pt_br: mas não se preocupe, tendo resiliencias podemos superar

source: We're ready to go!
pt_br: Estamos prontos para começar!
